Repository: scholarslab/NeatlineTime
Catalog: languages/*.po
Languages: de_de, es, nl_be, ru

source: <strong>Warning</strong>: Uninstalling the Neatline Time plugin will remove all custom Timeline records.
de_de: <strong>Warnung</strong>: Die Deinstallation von Neatline Time plugin entfernt alle Einträge der Zeitleisten.
es: <strong>Advertencia</strong>:Desinstalando el programa adicional Neatline Time. Se eliminará todos los archivos a medida de Timeline.
nl_be: <strong>Waarschuwing</strong>: Verwijderen van de Neatline Time plugin zal alle aangepaste Timeline records verwijderen.
ru: <strong>Предупреждение</strong>: Деинсталляция программной вставки Neatline Time приведет к удалению всех специализированных записей.

source: Item Date
de_de: Objektdatum
es: Fecha del punto
nl_be: Voorwerp datum
ru: Дата элемента данных

source: The date field to use to retrieve and display items on a timeline. Default is DC:Date.
de_de: Das Datumsfeld wird dazu benutzt um Objekte zu finden und auf der Zeitleiste anzuzeigen. Standard ist DC:Date.
es: Este campo de la fecha para usar, recuperar y exponer puntos en la secuencia. La opción por defecto es DC:Date.
nl_be: Het gebruikte datum veld om items op de tijdsbalk op te halen en weer te geven. Standaardwaarde is DC:Date.
ru: Использование поля для даты предназначено для того, чтобы отыскивать и отображать элементы данных на графике. Вариантом по умолчанию является DC:Дата.

source: Item Title
de_de: Objekttitel
es: Título del punto.
nl_be: Voorwerp titel
ru: Название элемента данных

source: The title field to use when displaying an item on a timeline. Default is DC:Title
de_de: Das Titelfeld wird bei der Darstellung eines Objektes auf der Zeitleiste benutzt. Standard ist DC:Title.
es: El campo del título que se usa mientras se expone un punto en la secuencia. La opción por defecto es DC:Title
nl_be: Het gebruikte titel veld om items weer te geven op een tijdsbalk. Standaardwaarde is DC:Title
ru: Поле для названия используется при отображении элемента данных на графике. Вариантом по умолчанию является DC:Название.

source: Item Description
de_de: Objektbeschreibung
es: Descripción del punto
nl_be: Voorwerp beschrijving
ru: Описание элемента данных.

source: The description field to use when displaying an item on a timeline. Default is DC:Description
de_de: Das Beschreibungsfeld bei der Darstellung eines Objektes auf der Zeitleiste benutzt. Standard ist DC:Description.
es: El campo de descripción que se usa mientras se expone un punto en la secuencia. La opción por defecto es DC:Description
nl_be: Het gebruikte beschrijving veld om items weer te geven op een tijdsbalk. Standaardwaarde is DC:Description
ru: Поле для описания используется при отображении элемента данных на графике. Вариантом по умолчанию является DC:Описание.

source: The timeline "%s" was successfully added!
de_de: Die Zeitleiste "%s" wurde erfolgreich hinzugefügt!
es: Se agregó la secuencia "%s"!
nl_be: De tijdsbalk "%s" werd met succes toegevoegd!
ru: Временной график "%s" был успешно добавлен!

source: The timeline "%s" was successfully changed!
de_de: Die Zeitleiste "%s" wurde erfolgreich geändert!
es: Se cambió la secuencia "%s"!
nl_be: De tijdsbalk "%s" werd succesvol gewijzigd!
ru: Временной график "%s" был успешно изменен!

source: The timeline "%s" was successfully deleted!
de_de: Die Zeitleiste "%s" wurde erfolgreich gelöscht!
es: Se borró la secuencia "%s"!
nl_be: De tijdsbalk "%s" werd succesvol verwijderd!
ru: Временной график "%s" был успешно удален!

source: This will delete the timeline "%s" and its associated metadata. This will not delete any items associated with this timeline.
de_de: Dies löscht die Zeitleiste "%s" und die dazugehörigen Metadaten. Die zugehörigen Objekte werden dabei nicht gelöscht.
es: Esto borrará la secuencia "%s" y sus metadatos asociados. No borrará ningún campo de datos asociado con esta secuencia.
nl_be: Dit zal de tijdsbalk "%s" en de geassocieerde metadata verwijderen. Dit zal geen geassocieerde items verwijderen van deze tijdsbalk.
ru: Это приведет к удалению временного графика "%s" и связанных с ним метаданных. Это не приведет к удалению каких-либо отдельных элементов данных, связанных с этим графиком.

source: A title for your timeline.
de_de: Titel der Zeitleiste.
es: Un título para su secuencia.
nl_be: Een titel voor uw tijdsbalk.
ru: Название вашего временного графика.

source: A description for your timeline.
de_de: Beschreibung der Zeitleiste.
es: Una descripción para su secuencia.
nl_be: Een beschrijving voor uw tijdsbalk.
ru: Описание вашего временного графика.

source: Status
es: Estatus
ru: Статус

source: Whether the timeline is public or not.
de_de: Ob die Zeitleiste öffentlicht ist oder nicht.
es: Determina si esta secuencia es pública o no
nl_be: Of de tijdsbalk al dan niet publiek is.
ru: Имеется ли общественный доступ к временному графику?

source: Whether the timeline is featured or not.
de_de: Ob die Zeitleiste hervorgehoben ist oder nicht.
es: Determina si esta secuencia se destaca o no
nl_be: Of de tijdsbalk al dan niet aanbevolen is.
ru: Содержит ли временной график особенные элементы?

source: Save Timeline
de_de: Speichere Zeitleiste
es: Guardar la secuencia
nl_be: Bewaar tijdsbalk
ru: Сохранить временной график.

source: No
de_de: Nein
nl_be: Neen
ru: Нет

source: Yes
de_de: Ja
es: Sí
nl_be: Ja
ru: Да

source: Cannot associate the timeline with a user who doesn't exist.
de_de: Die Zeitleiste kann nicht einem Benutzer zugeordnet werden, der nicht exisitert.
es: No se puede asociar la secuencia con un usuario que no existe.
nl_be: De tijdsbalk kan niet geassocieerd worden met een onbestaande gebruiker.
ru: Невозможно связать временной график с несуществующим пользователем.

source: Neatline Time | Add a Timeline
de_de: Neatline Time | Zeitleiste hinzufügen
es: Neatline Time | Agregar una secuencia
nl_be: Neatline Time | Voeg tijdsbalk toe
ru: Neatline Time | Добавить временной график

source: Neatline Time | Browse Timelines
de_de: Neatline Time | Zeitleisten durchsuchen
es: Neatline Time | Buscar Secuencias
nl_be: Neatline Time | Verken tijdsbalk
ru: Neatline Time | Просмотреть временные графики

source: Add a Timeline
de_de: Eine Zeitleiste hinzufügen
es: Añadir una secuencia
nl_be: Voeg een tijdsbalk toe
ru: Добавить временной график

source: Edit Metadata
de_de: Metadaten bearbeiten
es: Editar metadatos
nl_be: Bewerk metadata
ru: Редактировать метаданные

source: Edit Item Query
de_de: Objektsuche bearbeiten
es: Editar campo de consulta
nl_be: Bewerk voorwerp zoekvraag
ru: Редактировать запрос по элементам данных.

source: There are no timelines.
de_de: Keine Zeitleisten vorhanden.
es: No hay ninguna secuencia
nl_be: Er zijn geen tijdsbalken.
ru: Никаких временных графиков не имеется.

source: Neatline Time | Edit "%s" Metadata
de_de: Neatline Time | Bearbeite "%s" Metadaten
es: Neatline Time | Editar Metadatos "%s"
nl_be: Neatline Time | Bewerk "%s" metadata
ru: Neatline Time | Редактировать "%s" метаданные

source: Neatline Time | Edit "%s" Items Query
de_de: Neatline Time | Bearbeite "%s" Objektsuche
es: Neatline Time | Editar Metadatos "%s" Campo de Consulta
nl_be: Neatline Time | Bewerk "%s" voorwerp zoekvraag
ru: Neatline Time | Редактировать запрос по элементам данных "%s"

source: The &#8220;%s&#8221; timeline displays items that match the following query:
de_de: Die &#8220;%s&#8221; Zeitleiste zeigt die Objekte, welche folgender Objektsuche entsprechen:
es: La secuencia &#8220;%s&#8221; visualiza campos de datos que no corresponden con la siguiente consulta:
nl_be: De &#8220;%s&#8221; tijdsbalk toont items die overeenstemt met de volgende zoekvraag:
ru: &#8220;%s&#8221; временной график oтображает элементы данных, соответствующие следующему запросу:

source: Edit Items Query
de_de: Objektsuche bearbeiten
es: Editar Campos de Consulta
nl_be: Bewerk voorwerpen zoekvraag
ru: Редактировать запрос по элементам данных

source: Items Query
de_de: Objektsuche
es: Campos de Consulta
nl_be: Voorwerpen zoekvraag
ru: Запрос по элементам данных

source: Browse Timelines
de_de: Zeitleisten durchsuchen
es: Buscar Secuencias
nl_be: Verken tijdsbalk
ru: Просмотреть временные графики

source: You have no timelines.
de_de: Sie haben keine Zeitleisten.
es: No tiene Ud. ninguna secuencia.
nl_be: U heeft geen tijdsbalken.
ru: У вас не имеется никаких временных графиков.
